tap "armmbed/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "osx-cross/avr"
brew "jpeg-xl"
brew "avrdude"
brew "gh"
brew "git"
brew "glib"
brew "libidn2"
brew "libheif"
brew "imagemagick"
brew "mas"
brew "node"
brew "nvm"
brew "open-ocd"
brew "qemu"
brew "starship"
brew "neovim"
brew "wget"
brew "zola"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@9"
cask "background-music-pre"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Adobe Lightroom", id: 1451544217
mas "Agenda", id: 1287445660
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Momentum", id: 1564329434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Super Agent", id: 1568262835
mas "The Lost City", id: 1538650027
mas "WHAT THE GOLF", id: 1474771319
mas "Xcode", id: 497799835
vscode "albert.TabOut"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "fauna.fauna"
vscode "GitHub.codespaces"
vscode "marus25.cortex-debug"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "mquandalle.graphql"
vscode "ms-playwright.playwright"
vscode "rust-lang.rust-analyzer"
vscode "searKing.preview-vscode"
vscode "tamasfe.even-better-toml"
vscode "wix.vscode-import-cost"
